---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurveLoopIterator
source: html/fa21152d-5a5d-62da-bc97-e5ffabdea554.htm
---
# CurveLoopIterator Members

Releases all resources used by the CurveLoopIterator